Repository: PR-gh/patchpanel
Catalog: locales/*.po
Languages: fr_fr

source: Auto-created with Patch Panel : %1$s
fr_fr: Cr&eacute;e Automatique avec le bandeau de prise : %1$s

source: Patch Panel Network Outlet
fr_fr: Prise r&eacute;seau du bandeau de prise

source: Auto Create Netpoint
fr_fr: Cr&eacute;ation automatique de la prise r&eacute;seau

source: Patch Panel Network Outlet - Opposite
fr_fr: Prise r&eacute;seau oppos&eacute;e au bandeau de prise

source: Not implemented.
fr_fr: Non impl&eacute;ment&eacute;.

source: Physical Connection
fr_fr: Connexion physique

source: Logical Connection
fr_fr: Connexion logique

source: Add Patch Panel Port
fr_fr: Ajouter un port

source: Patch Panel Ports
fr_fr: Ports du bandeau de prise

source: Opposite
fr_fr: Oppos&eacute;

source: Link broken
fr_fr: Lien cass&eacute;

source: Patch panel
fr_fr: Bandeau de prise

source: Patch Panel model
fr_fr: Mod&egrave;le de bandeau de prise

source: Patch Panel type
fr_fr: Type de bandeau de prise
